{"brewery": "Evil Genius Brewery", "locations": [{"beers": [{"beer": "Never Gonna Give You Up", "style": "Lemongrass IPA", "stats": {"Hops": "Amarillo, Simcoe", "Malts": "American Barley", "ABV": "6.8"}, "description": "This is our newest iteration of a lemongrass infused IPA, and definitely our favorite one yet! Brewed with equal parts American grown barley and white wheat, hopped with Amarillo & Simcoe, and infused with lemongrass. Bold and aromatic with low bitterness and a clean, earthy finish. Spicy notes of orange rind, papaya, and mango. This beer is so tasty, we hope were never gonna say goodbye to it.."}, {"beer": "You Done Messed UP A-Aron", "style": "Motueka Oatmeal IPA", "stats": {"Hops": "Motueka", "Malts": "Barley", "ABV": "5.5"}, "description": "You Done Messed Up A-aron  5.5%  Motueka Oatmeal IPA\nMotueka is a new school variety of hop grown in New Zealand. It is truly one of the most individual and expressive hops on the market, and we crafted this beer to showcase its unique flavor profile. Brewed with barley and oats, this unique New England-style IPA offers notes of dill, pineapple, cucumber, cedar, and coconut."}, {"beer": "These Pretzels Are Making Me Thirsty", "style": "Pretzel Lager", "stats": {"Malts": "Bavarian Lager Yeast", "ABV": "5.6"}, "description": "Inspired by one of Philadelphias favourite snacks! To accomplish this crazy idea, we started by brewing a traditional German-style rye lager (Roggenbier), then switched it up by adding salt, mustard seeds, and 50 pounds of Philly Pretzel Factory pretzels. Fermented long and cool with Bavarian lager yeast, this is the pretzel lovers dream come true. Smooth & balanced, with notes of fresh, toasty pretzels, rye bread, a hint of gentle spice, with a refreshing salty finish."}, {"beer": "Just Tap IT IN", "style": "Sour Farmhouse Ale", "stats": {"Hops": "Saaz", "Malts": "Bavarian Lager Yeast", "ABV": "9.3"}, "description": "Our house saison yeast went crazy with this strong, golden sour ale! The beer itself is very simple, brewed using only German Pilsner malt and Saaz hops. Our yeast then transformed something basic into something very special  a tart, refreshing, and complex golden ale that showcases how truly transformative and beautiful saison yeast can be."}, {"beer": "Gwyneth Paltrows head was in the box", "style": "Blood Orange IPA", "stats": {"Hops": "Mosaic, Simcoe", "Malts": "Barley, Oats, Spelt", "ABV": "7"}, "description": "Gwyneth Paltrows Head Was in the Box is our blood-orange infused 7% New England-style IPA. Brewed with barley, spelt, and oats. Hopped intensely with Simcoe & Mosaic. Conditioned on Blood Oranges puree. Low bitterness with notes of mango, citrus, blueberry & kumquat."}, {"beer": "Donna Martin Graduates", "style": "New England Style Double IPA", "stats": {"Hops": "Simcoe", "Malts": "American Barley, British Oats", "ABV": "8.3"}, "description": "Hazy, juicy, and dank, this Double IPA was brewed with barley and oats, and dry-hopped exclusively with the 2017 crop of Simcoe. Dangerously drinkable and intensely aromatic, this beast of a beer is dripping with notes of peach rings, mango, clementine, and sunshine. One of the most beautiful double IPAs weve crafted to date!"}, {"beer": "New Phone Who Dis?", "style": "Caramel Macchiato Porter", "stats": {"ABV": "6"}, "description": "Your favorite espresso beverage has now become your favorite adult beverage! Brewed with American barley, caramel and chocolate malt, and a touch of dark wheat. Gently hopped with American and German hops, and then infused with caramel and locally roasted La Colombe coffee. Full-bodied, smooth and robust, with notes of sweet caramel, mocha, and chocolate."}, {"beer": "Han Shot First!", "style": "Double IPA", "stats": {"Malts": "American 2-row, British Oats", "IBU": "30", "ABV": "8"}, "description": "This is our brightest, most intense and aromatic hoppy beer to date. American 2-row barley and British malted oats provide a soft, clean, full-bodied mouthfeel, allowing the hops to steal the show. Big, bold hoppy notes of mango, lemon, fresh cut grass and peach with almost no bitterness whatsoever."}, {"beer": "Pics or it didnt happen", "style": "Mosaic IPA", "stats": {"Hops": "Columbus, Mosaic, Warrior", "Malts": "2Row", "ABV": "7.2"}, "description": "Explosively aromatic and resinous, this beer is a showcase of how expressive and fun Mosaic hops can be. A relatively new hop, Mosaic first came on to the scene in 2012 and has since become one of our absolute favorite American varieties. We brewed this beer with 50% wheat and 50% 2-row malted barley, hopped it gently in the kettle with Warrior & Columbus, then dry-hopped exclusively with a ridiculous amount of Mosaic. Notes of papaya, tangerine, roses, and fresh cut grass."}, {"beer": "Release the Hounds", "style": "Keller Pilsner", "stats": {"Hops": "Cascade", "Malts": "German Pilsner", "ABV": "5.6"}, "description": "If youre looking for something clean, refreshing, and easy-drinking, this is your beer. Brewed with toasty German pilsner malt, hopped entirely with American grown Cascade hops, and fermented with a classic German yeast strain. Smooth and drinkable, with classic notes of white grape, bready malt, and an almost iron-like mineral character."}, {"beer": "Run By Fruiting", "style": "Tropical Fruit New England Style IPA", "stats": {"Hops": "Citra, Mosaic, Warrior, Zythos", "Malts": "American Barley", "ABV": "6.5"}, "description": "One of the juiciest and most fruit forward IPAs weve made! Brewed with American barley & wheat, with a healthy dose of British malted oats. Hopped in the kettle with Warrior & Zythos, conditioned on pineapple, mango, passionfruit & grapefruit puree, and then dry-hopped intensely with Citra & Mosaic. This beer is about as dank as they get."}, {"beer": "Who is Your Daddy and What Does He Do", "style": "American IPA", "stats": {"Hops": "Amarillo, Simcoe", "Malts": "Pilsner, Spelt", "ABV": "7", "Package": "Draft"}, "description": "American hops and German malt collide in this highly drinkable classic IPA. Brewed with Pilsner and Spelt malt, fermented with our house ale yeast, and dry-hopped with a brand new crop of 2017 Simcoe, along with a dash of Amarillo for good measure. Clean and medium-bodied, with notes of mango, tangerine and bubble gum."}, {"beer": "Im Not Crying Youre Crying", "style": "Strawberry Rhubarb Saison", "stats": {"Hops": "Simcoe", "Malts": "American Barley, German Pilsner", "ABV": "6.8"}, "description": "Brewed with German pilsner malt and American grown malted barley. Hopped with Simcoe, conditioned for months on rhubarb puree, then infused post fermentation with Strawberry. Bone dry, funky, and complex, with bold notes of berries, lemon, grapefruit, pineapple, and raw grain."}, {"beer": "Fat Guy in a Little Coat", "style": "Berliner Weisse", "stats": {"Hops": "Wakatu'", "Malts": "Barley, Wheat", "ABV": "4.2%", "Package": "Draft"}, "description": "The first sour beer weve made at the lab, and just in time for the holidays! Brewed with American barley and wheat and then soured in the kettle for over 3 days. Finished with Hull Melon & Wakatu hops, and then conditioned on almost 100 pounds of fresh New Jersey cranberries."}, {"beer": "Seymour Butts", "style": "New England Style Double IPA", "stats": {"Hops": "Mosaic", "Malts": "Oats, Wheat", "ABV": "9"}, "description": "If you like your IPAs juicy and hazy, dont pass up this beer! Brewed with loads of wheat and oats, dry-hopped exclusively and aggressively with Mosaic, and conditioned on blood orange and mango puree. Seymour is no joke and hides his strength, so exercise caution while partaking."}, {"beer": "TL;DR", "style": "New England Pale Ale", "stats": {"Hops": "Motueka", "Malts": "American Barley, Wheat", "ABV": "5", "Package": "Draft"}, "description": "Hopped exclusively with the funky and exotic Motueka hop from New Zealand, this creamy & sessionable pale ale is one of the coolest weve made to date. Brewed with equal parts American barley & wheat, and then hopped tastefully with one of our brewers favorite Southern Hemisphere hops Motueka. Fun and fruity with hints of coconut, fresh lemon, pineapple, and honeysuckle."}, {"beer": "EveryDay Im Rustlin", "style": "Oktoberfest", "stats": {"ABV": "5.5"}, "description": "The first traditional lager we made at our lab, and we are very pleased with the results. Brewed with all German ingredients and fermented with a classic lager strain. Clean, restrained, and balanced, with notes of caramel malt and pear. This beer is all about drinkability."}, {"beer": "BYE FELICIA", "style": "Passion Fruit IPA", "stats": {"Hops": "Amarillo, Warrior", "Malts": "2 Row, Malted Wheat", "IBU": "58", "ABV": "6.5%", "Package": "Draft, Bottle"}, "description": "The newest addition to our seasonal offerings, Bye,Felicia!, is a juicy, tropical, fruit forward IPA infused with all natural passionfruit. Low bitterness, medium bodied and extremely aromatic., this crushable IPA is packed with mango, peach, bubblegum and hints of pine. Extremely soft on the pallet and endlessly drinkable this IPA is perfect for both hop-lovers and the hop shy."}, {"beer": "Ivana Tinkle", "style": "American Pilsner", "stats": {"Hops": "Citra, Hallertau Blanc", "Available": "August, September", "Malts": "German Pilsner", "ABV": "5", "Package": "Draft"}, "description": "Brisk, refreshing, and balanced, this unfiltered golden lager was brewed with German pilsner malt and hopped heavily with Citra & Hallertau Blanc. Easy drinking, with toasty, bready malt notes framed by a firm hop structure that presents pine, fresh cut grass, and grapefruit pith."}, {"beer": "Santa! I Know Him!", "style": "Festive Saison", "stats": {"Hops": "Warrior", "Available": "December", "Malts": "2 Row, Crystal, Munich", "ABV": "7.2", "Package": "Draft"}, "description": "Santa!! I Know him! is our holiday saison brewed with rose hips, chamomile, black currants and dark Belgian candi syrup. Deep, complex and intriguing, this bone-dry Belgian-style ale is sure to seduce you, or the one youre with. Roses, chamomile, and currants have long been considered powerful aphrodisiacs, so we decided to combine them with mysterious and beguiling Belgian saison yeast. The result is something very special and sure to help spice up nights spent at home during the cold winter months. Have you been Naughty or Nice this year  or both?"}, {"beer": "Hop Hugs", "style": "Session IPA", "stats": {"Hops": "Amarillo", "Malts": "2 Row, Munich, Vienna, Wheat", "ABV": "4.6%", "Package": "Draft"}, "description": "Gentle as a cloud & soft as a pillow, our pale ale is just as nice as getting hugged by hops! Brewed with 2-row, wheat, Munich & Vienna malts. Hopped exclusively with Amarillo, one of our favorite American varieties. Notes of pineapple, lemon, and kumquat, balanced by a firm malt backbone and a slight grapefruit bitterness. HUGS FOR ALL!"}, {"beer": "Purple Monkey Dishwasher", "style": "Chocolate Peanutbutter Porter", "stats": {"Available": "Year round", "Package": "Draft, Bottle", "Hops": "Tettnang, Warrior", "ABV": "6.7", "Malts": "2 Row, Chocolate, Crystal, Roasted Barley", "IBU": "35"}, "description": "Purple Monkey Dishwasher is our robust porter made with Chocolate and Peanut Butter. We start with a world-class American-style porter recipe, which is already laden with notes of chocolate, sweet malts, caramel, and molasses, and then take it to the NEXT LEVEL by infusing it with natural chocolate and peanut butter! The final product is like a candy bar in a bottle that is deceptively quaffable despite its strength. Just take one sip and youll understand why this is our signature, year round porter."}, {"beer": "ODoyle Rules", "style": "Almost IPA", "stats": {"Available": "Year round", "Package": "Draft, Bottle", "Hops": "Amarillo, Simcoe, Warrior", "ABV": "5.5", "Malts": "2 Row, Malted Oats, Malted Wheat", "IBU": "55"}, "description": "ODoyle Rules is a dry-hopped almost IPA. Falling somewhere between a pale ale, session IPA, hoppy blonde ale and American wheat ale, this approachable and highly drinkable golden ale is sure to tantalize the taste buds of both lupulin addicts and the hop shy alike. The use of malted oats and wheat give the beer a distinct creaminess, adding to the overall drinkability. A blend of American hop varieties, including Simcoe and Amarillo, are carefully balanced to create an aromatic, juicy, refreshing experience, with notes of peach, mango, clementine, fresh baked bread and lemon zest. Think you dont like hoppy beers? Try out this almost IPA  its a hoppy beer for everyone."}, {"beer": "Stacys Mom", "style": "Citra IPA", "stats": {"Available": "Year round", "Package": "Draft, Bottle", "Hops": "Citra", "ABV": "7.5", "Malts": "2 Row, Crystal", "IBU": "85"}, "description": "Stacys Mom is our American IPA dry-hopped exclusively with Citra hops. Soft on the palate with extremely low bitterness, this is a great example of a new-school American IPA. Citra hops provide an explosive aroma of tropical fruits, lemon peel, peach and mango, complimented by a clean and slightly toasty malt base. Think you dont like IPAs? Give Stacys Mom a try!"}, {"beer": "Ill Have What Shes Having", "style": "Chocolate Hazelnut Imperial Stout", "stats": {"Available": "Winter", "Package": "Draft, Bottle", "Hops": "Tettnang, Warrior", "ABV": "9.4", "Malts": "2 Row, Black, Chocolate, Crystal, Flaked Oats", "IBU": "87"}, "description": "Ill Have What Shes Having is our Imperial Stout made with chocolate and hazelnut. This limited release strong dark beer is something only Evil Genius could come up with  a rich, creamy, over-the-top stout with layered flavors of roasted barley, molasses, chocolate, caramel, and hazelnut. Not too heavy on the palate, and with a surprisingly dry finish, this sturdy yet drinkable stout is perfect for the winter months."}, {"beer": "I Love Lamp", "style": "Pineapple Hefeweizen", "stats": {"Available": "June, July, August", "Package": "Draft, Bottle", "Hops": "Hallertau, Tettnang", "ABV": "5.5", "Malts": "2 Row, Munich, Wheat", "IBU": "12"}, "description": "I Love Lamp is our classic German-style hefeweizen with an Evil Genius twist. We brew this beer with 2-Row, Wheat, and Munich malts, and hop it gently in the kettle with German hops. Once fermentation has completed we add just the right amount of pineapple, making it a truly unique beer that is at once intriguing and drinkable. The banana and clove notes naturally produced by our hefeweizen yeast are balanced out by refreshing pineapple, resulting in a delicious, easy-drinking treat."}, {"beer": "Ma! The Meatloaf", "style": "Belgian White Ale", "stats": {"Available": "May, June, July", "Package": "Draft, Bottle", "Hops": "Hallertau, Saaz", "ABV": "5.5", "Malts": "2 Row, Carapils, Wheat", "IBU": "11"}, "description": "Ma! The Meatloaf! is our Belgian-style white ale made with a signature Evil Genius twist. We start by brewing up a classic Witbier spiced with coriander and orange peel.  Belgian ale yeast takes over from there creating an easy-drinking, fruit-forward wheat beer, which we than we then make totally unique by adding Mango in the fermenter. Youve never had a wheat beer like this one before!"}, {"beer": "#Adulting", "style": "Guava IPA", "stats": {"Hops": "Cascade, Citra, Warrior", "Available": "June, July", "Malts": "2 Row, Crystal", "IBU": "45", "ABV": "6.8"}, "description": "#adulting is our Guava-infused IPA! Pale and crystal malts marry perfectly with Citra & Cascade hops, creating an easy drinking, creamy, medium-bodied, clean, smooth IPA. It is then infused with all-natural guava, turning this already delicious IPA into something truly unique. Big, bold hop notes of tropical fruit, watermelon, and lemon, balanced perfectly by a slightly sweet malt backbone and juicy, refreshing guava."}, {"beer": "Santa!! I Know Him (2015 Vintage)", "style": "Festive Saison", "stats": {"Available": "November, December", "Package": "Draft, Bottle", "Hops": "Warrior", "ABV": "7.2", "Malts": "2 Row, Crystal, Munich", "IBU": "21"}, "description": "Santa!! I Know him! is our holiday saison brewed with rose hips, chamomile, black currants and dark Belgian candi syrup. Deep, complex and intriguing, this bone-dry Belgian-style ale is sure to seduce you, or the one youre with. Roses, chamomile, and currants have long been considered powerful aphrodisiacs, so we decided to combine them with mysterious and beguiling Belgian saison yeast. The result is something very special and sure to help spice up nights spent at home during the cold winter months. Have you been Naughty or Nice this year  or both?"}, {"beer": "Hooray Sports!", "style": "Hoppy Pre-Game Ale", "stats": {"Hops": "Citra, Sorachi Ace, Warrior", "Available": "February", "Malts": "2 Row, Caramel, Wheat", "IBU": "58", "ABV": "6.5"}, "description": "Hooray Sports is our easy drinking, dry-hopped ale brewed in honor of the greatest of all American traditions  SPORTS!! Whether youre tossing a pigskin, slapping a puck, hitting a home-run or surfing the couch, this beer was made for you. We start with a hearty base of German Pilsner and Wheat malt, add a touch of caramel malt to beef up the body, and then give it an over-the-top dry-hop with Citra & Sorachi Ace hops. The result is a complex but quaffable ale with notes of lemon, peach, cedar, coconut, mango and winning."}, {"beer": "This One Time At Bandcamp", "style": "Double IPA", "stats": {"Available": "February", "Package": "Draft, Bottle", "Hops": "Rotating", "ABV": "8.5", "Malts": "2 Row, Oats", "IBU": "30"}, "description": "This One Time at Band Camp is our Double IPA with an Evil Genius twist  we never use the same blend of hops twice! We start with a classic American DIPA recipe, then cut back on the bittering hops by adding over 75% of the hops post fermentation. This method helps retain their juicy, resinous, aromatic qualities, allowing the differences in the hop varieties to really stand out. Each time we brew this beer, we will dry hop it with a different blend of hops  sometimes with classic American hops, sometimes with rare and expensive New Zealand or Australian hops, and sometimes with exciting, brand new varieties of hops."}, {"beer": "Turtle Power", "style": "Grapefruit Pale Ale", "stats": {"Available": "April, May, June, July, August", "Package": "Draft, Bottle", "Hops": "Citra", "ABV": "6", "Malts": "2 Row, Crystal", "IBU": "50"}, "description": "Turtle Power is our American Pale Ale brewed with Grapefruit. 2-row and Crystal malts provide a subtle, toasty backbone allowing the Citra hops to really shine through. Then everything is complemented and rounded out by the addition of grapefruit. The result is a refreshing and easy-drinking pale ale with notes of citrus, clementine, strawberry, and clean, smooth grapefruit."}, {"beer": "Shut Up, Meg", "style": "Farmhouse IPA", "stats": {"Available": "April", "Package": "Draft, Bottle", "Hops": "Citra, Simcoe", "ABV": "6", "Malts": "2 Row, Crystal", "IBU": "63"}, "description": "Shut Up Meg is our dry-hopped Farmhouse IPA. This Belgian-style ale is brewed with rye and a touch of winter wheat, hopped with Citra, Amarillo & Simcoe hops, and fermented with Belgian Saison yeast. The aroma is dank, juicy American hops and spicy rye. The palate follows suit, with notes of peach, white grape, Asian pear, black pepper, and an almost savory herbaceous quality. The finish is bone dry with impressions of fresh parsley, coconut and cedar."}, {"beer": "Trick or Treat", "style": "Chocolate Pumpkin Porter", "stats": {"Available": "September, October, November", "Package": "Draft, Bottle", "Hops": "Tettnang, Warrior", "ABV": "7.8", "Malts": "2 Row, Chocolate, Crystal, Roasted Barley", "IBU": "35"}, "description": "Trick or Treat is our pumpkin porter brewed with chocolate and spices. This is not your typical pumpkin beer by any means. This is a deep, dark, decadent seasonal delight that is sure to warm you up as the weather starts to cool off. First we brew a rich robust porter that is spiced with cinnamon, clove and nutmeg. Then we UP THE ANTE and make it truly our own by adding chocolate post fermentation. Trick or Treat is a spicy, rich, unique, and full-bodied dark ale with all the comfort and warmth needed to survive the chilly and ever-lengthening autumn nights."}], "location": "Fishtown"}]}