{
  "locations": [
    {
      "location": "fermentaria",
      "beers": [
        {
          "beer": "HopHands",
          "description": "Our American Pale Ale 5.5% Brewed with oats. Hopped intensely with Simcoe, Centennial, and Amarillo. Hazy, juicy, and imminently crushable. Our precious Pale Ale. Notes of tangelo, kiwi, dank, pine sap, nectarine, honeysuckle, and grapefruit.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 5.5,
            "ibu": null,
            "hops": [
              "amarillo",
              "centennial",
              "simcoe"
            ],
            "malts": [],
            "availability": [],
            "style": "Our American Pale Ale"
          }
        },
        {
          "beer": "SaisonHands",
          "description": "Our Four-Grain Saison 4.8% Batch #21. Brewed with rye, oats and wheat. Hopped with Cascade. Fermented in our large French oak foudres. Traditional, complex, and zippy. Notes of lemon zest, pear, barnyard, hay, guava, juicy fruit, and earth",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 4.8,
            "ibu": null,
            "hops": [
              "cascade"
            ],
            "malts": [
              "rye",
              "wheat"
            ],
            "availability": [],
            "style": "Our Four-Grain Saison"
          }
        },
        {
          "beer": "Interwoven Awareness",
          "description": "High Oil Cascade IPA 7.0% Brewed to the same base as our Alien Church (with malted oats, and Cascade and Columbus hops), but we subbed out the usual dry hop with all high oil Cascade from Segal Ranch. Notes of fresh lemongrass, green almond, lime leaf, gardenia, and overripe tropical fruit",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 7.0,
            "ibu": null,
            "hops": [
              "cascade",
              "columbus"
            ],
            "malts": [],
            "availability": [],
            "style": "High Oil Cascade IPA"
          }
        },
        {
          "beer": "Eviscerated Pathway of Beauty",
          "description": "Citra Double IPA. 8.6% Luscious double IPA brewed with oats.  Hopped intensely and singularly with Citra. Notes of green mango, lychee, honeysuckle, and dank grassy stuff.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 8.6,
            "ibu": null,
            "hops": [
              "citra"
            ],
            "malts": [],
            "availability": [],
            "style": "Citra Double IPA."
          }
        },
        {
          "beer": "Nothing",
          "description": "Nitro Black Beer 4.3% Brewed to be our simple, everyday dark beer. Constructed from a base of British Maris Otter malt, as well as a selection of very dark malts. Hopped gently with Chinook. Austere, but inviting. ***No Growler Fills*** Notes of baker’s chocolate, pumpernickel toast, mild peat, and burnt sugar.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 4.3,
            "ibu": null,
            "hops": [
              "chinook"
            ],
            "malts": [
              "black",
              "chocolate"
            ],
            "availability": [],
            "style": "Nitro Black Beer"
          }
        },
        {
          "beer": "Rustic Pentagram",
          "description": "Mango Saison 6.9% Brewed with a fluffy base of malted wheat and oats, and hopped assertively with Amarillo. Fermented in a large oak foudre at our Dispensary, and conditioned on hundreds of pounds of pulpy mango puree. Notes of ripe apricot, mango jelly, white tea, underripe wineberries, and radiant sunshine.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 6.9,
            "ibu": null,
            "hops": [
              "amarillo"
            ],
            "malts": [
              "wheat"
            ],
            "availability": [],
            "style": "Mango Saison"
          }
        },
        {
          "beer": "Helles Other People",
          "description": "Helles Lager 5.3% Brewed with 100% German Pilsner malt and hopped lightly with Hallertau Blanc.  Fermented with our house lager yeast and cold conditioned for four weeks before its release. Refined and eminently crushable. Notes of white grape, hay, clover honey, white peach, and fresh cut grass.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 5.3,
            "ibu": null,
            "hops": [
              "hallertau"
            ],
            "malts": [
              "honey",
              "lager",
              "pilsner"
            ],
            "availability": [],
            "style": "Helles Lager"
          }
        },
        {
          "beer": "Shambolic",
          "description": "Nelson & Simcoe Saison 6.5% Brewed with malted spelt and raw white wheat. Fermented with our Magickal Saison yeast and rested in a large oak foudre with our house microflora. Dry hopped assertively with Simcoe and Nelson Sauvin. Notes of overripe pineapple, lemon balm, spring meadow, black lime, and cape gooseberry.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 6.5,
            "ibu": null,
            "hops": [
              "nelson sauvin",
              "simcoe"
            ],
            "malts": [
              "black",
              "wheat"
            ],
            "availability": [
              "spring"
            ],
            "style": "Nelson & Simcoe Saison"
          }
        },
        {
          "beer": "Metaphor Church",
          "description": "Blended Sour IPA 7.1% A blend of fresh and aged Alien Church. The aged portion was fermented in used wine barrels, and naturally soured by house microflora over more than a year in oak. The fresh portion was finished Alien Church, dry hopped, as always, with Citra, Mosaic, & Chinook. Notes of gummi peaches, guava candies, coconut oil, ripe mango, and fresh limeade.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 7.1,
            "ibu": null,
            "hops": [
              "chinook",
              "citra",
              "mosaic"
            ],
            "malts": [],
            "availability": [],
            "style": "Blended Sour IPA"
          }
        },
        {
          "beer": "D2H3; Nelson Sauvin",
          "description": "Double Dry Hopped Pale Ale 5.5% The exploration continues around our eminently crushable American Pale Ale, HopHands. Brewed with oats, and hopped with Centennial, Simcoe, & Amarillo. This variation was double dry hopped with the exotic Nelson Sauvin. Notes of ripe gooseberry, powdered lemon peel, light passionfruit, and honeysuckle.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 5.5,
            "ibu": null,
            "hops": [
              "amarillo",
              "centennial",
              "nelson sauvin",
              "simcoe"
            ],
            "malts": [],
            "availability": [],
            "style": "Double Dry Hopped Pale Ale"
          }
        },
        {
          "beer": "Corallet",
          "description": "Coral Hued Saison 5.3% Brewed with malted rye and wheat. Primary fermented in stainless with our Magickal Saison yeast, then racked to an oak foudre and refermented on local Montmorency tart cherries previously used in Freedom from the Known. Notes of tart cherry pie, barnyard, preserved lemon, damp slate, and red gooseberry.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 5.3,
            "ibu": null,
            "hops": [],
            "malts": [
              "rye",
              "wheat"
            ],
            "availability": [],
            "style": "Coral Hued Saison"
          }
        },
        {
          "beer": "Extra Extra Knuckle",
          "description": "Mosaic Double IPA 8.6% Brewed with a bit of fluffy malted wheat and hopped exclusively with beautiful and vibrant 2017 Mosaic that we hand selected in Yakima, Washington this past harvest. Extra EXTRA excellent and drippy! Notes of passionfruit, mango nectar, jellied strawberry, ripe honeydew, and mandarin orange.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 8.6,
            "ibu": null,
            "hops": [
              "mosaic"
            ],
            "malts": [
              "wheat"
            ],
            "availability": [],
            "style": "Mosaic Double IPA"
          }
        }
      ],
      "update_time": "8/6/2018"
    },
    {
      "location": "cafe",
      "beers": [
        {
          "beer": "Cask- Forest Night",
          "description": "English Mild. 4.2% Brewed with a plethora of specialty malts. Gently hopped in the kettle with Loral and over 30lbs of Medjool Dates. Notes of black tea, wildflower honey, white table grapes, and pumpernickel.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 4.2,
            "ibu": null,
            "hops": [],
            "malts": [
              "black",
              "honey"
            ],
            "availability": [],
            "style": "English Mild."
          }
        },
        {
          "beer": "SaisonHands",
          "description": "Our Four-Grain Saison. 4.8% Batch #21. Brewed with rye, oats, wheat and Cascade hops. This is our most accurate interpretation of traditional Saison. Notes of lemon zest, pear, barnyard, hay, guava, chardonnay, and earth.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 4.8,
            "ibu": null,
            "hops": [
              "cascade"
            ],
            "malts": [
              "rye",
              "wheat"
            ],
            "availability": [],
            "style": "Our Four-Grain Saison."
          }
        },
        {
          "beer": "HopHands",
          "description": "Our American Pale Ale. 5.5% Brewed with oats. Hopped intensely with Simcoe, Centennial, and Amarillo. Hazy, juicy, and imminently crushable. Notes of tangelo, kiwi, dank, nectarine, honeysuckle, and grapefruit.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 5.5,
            "ibu": null,
            "hops": [
              "amarillo",
              "centennial",
              "simcoe"
            ],
            "malts": [],
            "availability": [],
            "style": "Our American Pale Ale."
          }
        },
        {
          "beer": "Optimistic Procession",
          "description": "Farmhouse IPA 6.2% Brewed with our dear friend Ilya entirely with German Pilsner malt. Hopped in the kettle with a plethora of hand selected German hops. Fermented with a magickal mixed culture then dry hopped aggressively with Crystal, Hallertau Blanc, and Hallertau Mittlefrüh. Notes of grapefruit pith, Beddia pizza crust, orange marmalade, and wildflower honey.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 6.2,
            "ibu": null,
            "hops": [
              "crystal",
              "hallertau"
            ],
            "malts": [
              "crystal",
              "honey",
              "pilsner"
            ],
            "availability": [],
            "style": "Farmhouse IPA"
          }
        },
        {
          "beer": "Empathic Highway",
          "description": "Kiwi Double IPA. 8.0% Brewed with heaps of pillowy oats. Hopped in the kettle with Zythos then aggressively dry hopped with hand selected Nelson Sauvin. Conditioned on an enormous amount of house processed kiwis. Notes of late harvest Sauvignon Blanc, guava smoothie, dragon fruit, and strawberry gelato.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 8.0,
            "ibu": null,
            "hops": [
              "nelson sauvin",
              "zythos"
            ],
            "malts": [],
            "availability": [],
            "style": "Kiwi Double IPA."
          }
        },
        {
          "beer": "Nelson Sauvin MagoMago TagoTago",
          "description": "Mango Double IPA. 8.2% Brewed with red wheat. Hopped in the kettle with the almighty Simcoe. For this iteration it was conditioned on big juicy heaps of Champagne mangos that were lovingly processed in house and then dry hopped intensely with hand selected Nelson Sauvin. Notes of passionfruit sorbet, sticky resin, young coconut, and guava jelly.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 8.2,
            "ibu": null,
            "hops": [
              "nelson sauvin",
              "simcoe"
            ],
            "malts": [
              "wheat"
            ],
            "availability": [],
            "style": "Mango Double IPA."
          }
        },
        {
          "beer": "Hee Haw",
          "description": "Strawberry Table Bier. 4.9% Brewed with spelt and lightly hopped with Idaho7. Conditioned for many moons on heaps of house made strawberry puree. Notes of U-Pick farm fields, fruit leather, underripe blueberry, fresh berry jam.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 4.9,
            "ibu": null,
            "hops": [
              "idaho7"
            ],
            "malts": [],
            "availability": [],
            "style": "Strawberry Table Bier."
          }
        },
        {
          "beer": "Karma in Retrospect",
          "description": "Spiced Saison. 4.5% Brewed with wheat and spiced with pink peppercorn, curry powder, and lovage. Fermented with our Magickal Saison yeast. Notes of celery soda, lemon peel, barnyard, lime juice, and a summer garden.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 4.5,
            "ibu": null,
            "hops": [
              "summer"
            ],
            "malts": [
              "wheat"
            ],
            "availability": [
              "summer"
            ],
            "style": "Spiced Saison."
          }
        },
        {
          "beer": "128 Color Bird",
          "description": "Blueberry Saison 6.2% Brewed with Pilsner malt, lemon juice, and sea salt. Gently hopped with Callista. Fermented with our Magickal Saison yeast then conditioned for many moons on heaps of freshly picked local blueberries. Notes of Willamette Pinot Noir, summer fruit tart, and blackcap raspberry.",
          "brewery": "Tired Hands Brewery",
          "stats": {
            "abv": 6.2,
            "ibu": null,
            "hops": [
              "summer",
              "willamette",
              "callista"
            ],
            "malts": [
              "pilsner"
            ],
            "availability": [
              "summer"
            ],
            "style": "Blueberry Saison"
          }
        }
      ],
      "update_time": "08/08/18"
    }
  ],
  "establishment": "Tired Hands Brewery"
}